[{
  "pages": "[Pages S1829-S1836]",
  "source": "From the Congressional Record Online through the Government Publishing Office [www.gpo.gov]\r\n  \r\n",
  "speaker": "Mr. LEE",
  "title": "  DIRECTING THE REMOVAL OF UNITED STATES ARMED FORCES FROM HOSTILITIES IN \r\n      THE REPUBLIC OF YEMEN THAT HAVE NOT BEEN AUTHORIZED BY CONGRESS\r\n",
  "text": "  \r\n    Mr. President, I ask unanimous consent that the Foreign \r\n  Relations Committee be discharged from further consideration of S.J. \r\n  Res. 7 and that the Senate proceed to the immediate consideration of \r\n  S.J. Res. 7. I further ask that there be 2 hours of debate, equally \r\n  divided between the two leaders or their designees, with 10 minutes of \r\n  the Democratic time being reserved for Senator Menendez; further, that \r\n  the following amendments be called up and reported by number, Paul \r\n  amendment No. 193, Inhofe amendment No. 194, and Rubio amendment No. \r\n  195; further, that no other first-degree amendments be in order and no \r\n  second-degree amendments be in order prior to a vote in relation to \r\n  these amendments; finally, that upon the use or yielding back of that \r\n  time, the Senate vote in relation to the amendments in the order listed \r\n  and that following the disposition of the amendments, the joint \r\n  resolution, as amended, if amended, be read a third time and the Senate \r\n  vote on passage of the joint resolution as amended, if amended, with 2 \r\n  minutes equally divided prior to each vote.\r\n    The PRESIDING OFFICER. Without objection, it is so ordered.\r\n    The clerk will report the resolution by title.\r\n    The bill clerk read as follows:\r\n  \r\n         A joint resolution (S.J. Res. 7) to direct the removal of \r\n"
}, {"pages": "[Pages S1829-S1836]",
  "source": "From the Congressional Record Online through the Government Publishing Office [www.gpo.gov]\r\n  \r\n",
  "speaker": "Mr. LEE",
  "title": "  DIRECTING THE REMOVAL OF UNITED STATES ARMED FORCES FROM HOSTILITIES IN \r\n      THE REPUBLIC OF YEMEN THAT HAVE NOT BEEN AUTHORIZED BY CONGRESS\r\n",
  "text": " \r\n    Mr. President, I ask unanimous consent that the Foreign \r\n  Relations Committee be discharged from further consideration of S.J. \r\n  Res. 7 and that the Senate proceed to the immediate consideration of \r\n  S.J. Res. 7. I further ask that there be 2 hours of debate, equally \r\n  divided between the two leaders or their designees, with 10 minutes of \r\n  the Democratic time being reserved for Senator Menendez; further, that \r\n  the following amendments be called up and reported by number, Paul \r\n  amendment No. 193, Inhofe amendment No. 194, and Rubio amendment No. \r\n  195; further, that no other first-degree amendments be in order and no \r\n  second-degree amendments be in order prior to a vote in relation to \r\n  these amendments; finally, that upon the use or yielding back of that \r\n  time, the Senate vote in relation to the amendments in the order listed \r\n  and that following the disposition of the amendments, the joint \r\n  resolution, as amended, if amended, be read a third time and the Senate \r\n  vote on passage of the joint resolution as amended, if amended, with 2 \r\n  minutes equally divided prior to each vote.\r\n    The PRESIDING OFFICER. Without objection, it is so ordered.\r\n    The clerk will report the resolution by title.\r\n    The bill clerk read as follows:\r\n  \r\n         A joint resolution (S.J. Res. 7) to direct the removal of \r\n United States Armed Forces from hostilities in the Republic \r\n       of Yemen that have not been authorized by Congress.\r\n  \r\n    Thereupon, the committee was discharged, and the Senate proceeded to \r\n  consider the resolution.\r\n  \r\n  \r\n                     Amendments Nos. 193, 194, and 195\r\n  \r\n    The PRESIDING OFFICER. The clerk will report the amendments by \r\n  number.\r\n    The bill clerk read the amendments as follows:\r\n  \r\n         The Senator from Utah [Mr. Lee], for others, proposes \r\n       amendments numbered 193, 194, and 195.\r\n  \r\n    The amendments are as follows:\r\n  \r\n  \r\n                             amendment no. 193\r\n  \r\n     (Purpose: To provide that nothing in the joint resolution may be \r\n            construed as authorizing the use of military force)\r\n  \r\n         At the end, add the following:\r\n  \r\n       SEC. 6. RULE OF CONSTRUCTION REGARDING NO AUTHORIZATION FOR \r\n                     USE OF MILITARY FORCE.\r\n  \r\n         Consistent with section 8(a)(1) of the War Powers \r\n       Resolution (50 U.S.C. 1547(a)(1)), nothing in this joint \r\n       resolution may be construed as authorizing the use of \r\n       military force.\r\n  \r\n  \r\n                             amendment no. 194\r\n  \r\n    (Purpose: To provide an exception for supporting efforts to defend \r\n  against ballistic missile, cruise missile, and unmanned aerial vehicle \r\n      threats to civilian population centers in coalition countries, \r\n   including locations where citizens and nationals of the United States \r\n                                  reside)\r\n  \r\n         On page 5, line 7, insert after ``associated forces'' the \r\n       following: ``or operations to support efforts to defend \r\n       against ballistic missile, cruise missile, and unmanned \r\n       aerial vehicle threats to civilian population centers in \r\n       coalition countries, including locations where citizens and \r\n       nationals of the United States reside''.\r\n  \r\n  \r\n                             amendment no. 195\r\n  \r\n    (Purpose: To provide a rule of construction regarding intelligence \r\n                                  sharing)\r\n  \r\n         Insert after section 3 the following new section:\r\n  \r\n       SEC. 4. RULE OF CONSTRUCTION REGARDING INTELLIGENCE SHARING.\r\n  \r\n         Nothing in this joint resolution may be construed to \r\n       influence or disrupt any intelligence, counterintelligence, \r\n       or investigative activities relating to threats in or \r\n       emanating from Yemen conducted by, or in conjunction with, \r\n       the United States Government involving--\r\n         (1) the collection of intelligence;\r\n         (2) the analysis of intelligence; or\r\n         (3) the sharing of intelligence between the United States \r\n       and any coalition partner if the President determines such \r\n       sharing is appropriate and in the national security interests \r\n       of the United States.\r\n  \r\n    The PRESIDING OFFICER. The Senator from Oklahoma.\r\n    Mr. INHOFE. Mr. President, just like last year, I remain deeply \r\n  concerned about the humanitarian situation in Yemen, as well as the \r\n  erratic behavior of Saudi Arabia's leadership. We have all suffered \r\n  through that.\r\n    However, I oppose the resolution brought forth by Senators Lee, \r\n  Murphy, and Sanders, which, if implemented, would end all security \r\n  cooperation with our partners in Yemen against the Houthis.\r\n    First of all, we are not engaged in hostilities in Yemen against the \r\n  Houthis, and here is what we are doing in Yemen: We are providing \r\n  intelligence support that helps construct no-strike lists that enable \r\n  humanitarian efforts and protect humanitarian aid workers.\r\n    Some of these workers are workers we are very close to--our allies. \r\n  Our intelligence support is also vital to assisting our partners in \r\n  defending themselves against the Iranian-supported ballistic missile \r\n  attacks.\r\n    It is important to emphasize that our partners are the tip of the \r\n  spear, not us. Beyond this, our security cooperation provides leverage \r\n  that we have used with the Saudi-led coalition to advance peace \r\n  negotiations.\r\n    If we pull that support, here is what we can expect: Israel loses, \r\n  Iran wins, and the humanitarian situation will get worse. I think we \r\n  all understand that.\r\n    Our partners will be less capable to confront the lethal ballistic \r\n  missile threat, and peace efforts will lose a vital line of support. \r\n  Moreover, if a ballistic missile hits a population center and kills \r\n  Americans because we, due to the resolution, withheld intelligence, it \r\n  would be unforgiveable. That is why I introduced an amendment to \r\n  specifically protect our civilian population.\r\n    In closing, the vote is not about whether we approve of Saudi \r\n  Arabia's behavior; I don't. It is about whether we will use our \r\n  leverage with the Saudi-led coalition to ensure humanitarian access and \r\n  promote peace, and, more fundamentally, it is about whether we take \r\n  seriously our responsibility to keep Americans safe. That is really \r\n  what this is all about. It merely includes that we would eliminate the \r\n  threats to civilian population centers in coalition countries, \r\n  including locations where citizens and nationals of the United States \r\n  reside. I can't imagine anyone would be opposed to that.\r\n    I yield the floor.\r\n    I suggest the absence of a quorum.\r\n    The PRESIDING OFFICER. The clerk will call the roll.\r\n    The bill clerk proceeded to call the roll.\r\n    Mr. REED. Mr. President, I ask unanimous consent that the order for \r\n  the quorum call be rescinded.\r\n    The PRESIDING OFFICER. Without objection, it is so ordered.\r\n  \r\n  \r\n                     Declaration of National Emergency\r\n  \r\n    Mr. REED. Mr. President, I rise to support the joint resolution of \r\n  disapproval and to urge my colleagues to do so as well.\r\n    Let's be clear, there is no national security emergency at the \r\n  southwestern border. The President and his administration continue to \r\n  mislead Americans about what really is happening at the border in order \r\n  to fulfill a misguided campaign promise to build a wall. After weeks of \r\n  threats and toying with the idea of declaring a national emergency to \r\n  circumvent Congress, the President, in my view, wrongly issued such a \r\n  proclamation on February 15 under the authority of the National \r\n  Emergencies Act.\r\n    This proclamation redirects military construction funds provided by \r\n  Congress to the Department of Defense for projects deemed important to \r\n  the readiness, welfare, and missions of our Armed Forces. This action \r\n  is an extreme overreach of Executive authority. No President has ever \r\n  declared a national emergency to circumvent Congress for a construction \r\n  project he failed to get approved through legislation.\r\n    In fact, this authority to use military construction funds in an \r\n  emergency has only been used twice for projects in the United States--\r\n  first by President George Herbert Walker Bush during Operation Desert \r\n  Shield and then by President George W. Bush in the aftermath of the 9\/\r\n  11 terrorist attacks--and those projects addressed\r\n  \r\n  [[Page S1830]]\r\n  \r\n  immediate and recognized needs of our warfighters. While the \r\n  administration claims President Obama also used this authority, the \r\n  distinction is, he used it for its true intent, to provide facilities \r\n  quickly in overseas locations for our warfighters in combat zones. To \r\n  say those needs are the same as President Trump's campaign pledge to \r\n  build a wall is simply wrong and misleading.\r\n    The President tries to justify this emergency as responding to a \r\n  humanitarian crisis at the border, but the wall is not an effective \r\n  solution to that crisis. What he ignores is the fact that the House and \r\n  Senate overwhelmingly approved $22.54 billion in border security \r\n  funding in the recent appropriations bill to enhance physical barriers \r\n  at ports of entry, to hire additional law enforcement personnel, to \r\n  address the humanitarian needs of migrants, and to increase \r\n  counternarcotics and counterweapons detection technologies used at the \r\n  border. Moreover, I would argue that to truly stop the influx of \r\n  migrants at our southern border, there has to be a much more \r\n  coordinated international effort led by the Department of State to \r\n  address the conditions in Central America that cause migrants to leave \r\n  their homes. Stopping mass migration at the source is the most \r\n  effective and humane policy.\r\n    In its statement opposing the resolution before us today, the \r\n  administration characterizes increasing numbers of ``family units, \r\n  unaccompanied minors, and persons claiming a fear of return'' as a \r\n  national security threat and a national emergency. Let us be clear. \r\n  These groups of people present no military threat to our Nation. \r\n  General O'Shaughnessy, Commander of U.S. Northern Command, confirmed \r\n  this in a hearing before the Senate Armed Services Committee on \r\n  February 26, when he said: ``The threats to our nation from our \r\n  southern border are not military in nature.'' So I have a hard time \r\n  understanding why the administration thinks it is acceptable to use \r\n  Department of Defense dollars for a wall that would provide little to \r\n  no value to the Department of Defense in countering the very real \r\n  military threats our Nation does confront across the globe.\r\n    Some have argued that the wall is a necessary response to the opioid \r\n  crisis we are experiencing. There is no doubt we have a serious \r\n  substance abuse crisis in this country. According to the Centers for \r\n  Disease Control, over 70,000 people died in 2017 of drug overdoses. \r\n  That means more people died that year because of drug overdoses than \r\n  due to car crashes or gun violence. These numbers are staggering, and \r\n  no community is immune. Congress has worked in a bipartisan manner to \r\n  combat this crisis, passing landmark legislation and historic increases \r\n  in funding, but the administration has failed to live up to its \r\n  commitments. A wall will not fix this problem.\r\n    Indeed, while the administration would have the American people \r\n  believe these drugs are coming across the southwestern border between \r\n  ports of entry--where they want to build this wall--the facts from the \r\n  Drug Enforcement Agency's 2018 National Drug Threat Assessment reveal \r\n  otherwise.\r\n    In the case of heroin, in their words, ``The majority of flow is \r\n  through [privately owned vehicles] entering the United States at legal \r\n  ports of entry.'' This will not be stopped by building a wall.\r\n    When it comes to fentanyl, according to the National Drug Threat \r\n  Assessment, smaller quantities but of higher purity are ``transported \r\n  into the United States in parcel packages directly from China or from \r\n  China through Canada.'' A wall on the southwest border will not stop \r\n  packages of fentanyl coming through the mail from China. Again, \r\n  according to the DEA, the fentanyl that is smuggled in from Mexico is \r\n  most commonly, in their words, ``concealed in [vehicles] . . . through \r\n  [southwest border ports of entry]''--not through the terrain where the \r\n  President wants to build a wall.\r\n  \r\n    To underscore this point, just 2 days ago, Customs and Border Patrol \r\n  announced the seizure of the biggest shipment of cocaine recovered at \r\n  the ports of New York and New Jersey in 25 years. About 1.6 tons of \r\n  cocaine were seized from a shipping container that arrived at the port \r\n  in Newark, NJ. President Trump's wall would not have stopped this \r\n  shipment.\r\n    Instead of addressing, for example, the high-purity fentanyl and \r\n  fentanyl precursors coming from China or improving law enforcement's \r\n  ability to detect and seize drugs at the ports of entry, this emergency \r\n  declaration for a wall will divert billions of dollars from our troops \r\n  and other national defense priorities and will not make our country any \r\n  safer. Canceling or delaying military construction projects will have \r\n  damaging impacts to the military services. These projects are intended \r\n  to improve deteriorating airfields and piers, provide modern training \r\n  and maintenance facilities, rehabilitate antiquated and hazardous \r\n  hospitals and schools, remediate environmental contamination at former \r\n  bases, and contribute to alliance and partnership responsibilities \r\n  around the globe.\r\n    Bypassing congressional intent that these funds be used on vetted \r\n  military construction projects in order to build a border wall Congress \r\n  has rejected time and again is an affront to our Nation's system of \r\n  checks and balances. It is also an abuse of the power of Congress \r\n  granted to the President to use in times of true security emergencies \r\n  or in times of war to address the immediate needs of our Armed Forces.\r\n    Furthermore, the administration wants to use another authority, title \r\n  10 United States Code, section 284, which allows the Department of \r\n  Defense, without requiring an emergency declaration, to ``provide \r\n  support for the counterdrug activities or activities to counter \r\n  transnational organized crime of any other department or agency of the \r\n  Federal Government,'' to include the ``[c]onstruction of roads and \r\n  fences and installation of lighting to block drug smuggling corridors \r\n  across international boundaries of the United States.''\r\n    This seems to be within the realm of the President's contemplation, \r\n  but because there is only about $238 million remaining in this \r\n  counterdrug account, the administration plans to reprogram roughly $2.5 \r\n  billion appropriated in other DOD accounts into this counterdrug \r\n  account to use for the wall. We know much of the funds being \r\n  transferred would not be used for their original intent.\r\n    For example, the Army will have excess funding in military pay \r\n  because it will not meet anticipated end strength, and fewer personnel \r\n  opted into the new blended retirement system than anticipated, which \r\n  created savings. However, instead of transferring these dollars to \r\n  higher priority defense needs, DOD will have to use these amounts for \r\n  the wall.\r\n    Ironically, the $238 million now remaining in the counterdrug \r\n  accounts will not be used for its original purpose of providing \r\n  critical intelligence, surveillance, reconnaissance, and other \r\n  detection capabilities for drug interdiction in the Caribbean, Central \r\n  and South America, and Asia. It will be used to build a wall that will \r\n  not solve the Nation's drug problems. We are literally taking money \r\n  that is now being used to help interdict the flow of drugs through the \r\n  Caribbean, in the Pacific, et cetera, and will put it into the ground \r\n  in Mexico, where the drugs are not passing through.\r\n    We also know DOD has immediate and compelling needs of its own that \r\n  we should be addressing. The Air Force and the Marines need billions of \r\n  dollars to clean up and rebuild Tyndall Air Force Base and Camp Lejeune \r\n  after hurricanes devastated both installations last year. According to \r\n  the Marines, it is about $3.5 billion to Camp Lejeune, and--according \r\n  to some numbers I have seen for Tyndall--it is about $5 billion for \r\n  Tyndall. Instead of fixing Camp Lejeune and Tyndall Air Force Base, the \r\n  President is going to take that $8 billion and put it into a wall \r\n  through the deserts of the Southwest.\r\n    What is more important to the national security of the United States \r\n  than rebuilding our major Marine Corps facility on the Atlantic Coast \r\n  and rebuilding our major Air Force facility in the Florida Panhandle? I \r\n  think, clearly, we should invest in our troops in the Marines and Air \r\n  Force. We know all of the services continue to have readiness gaps in \r\n  aircraft maintenance, depot maintenance, and ship overhauls. We know \r\n  there continues to be a shortage of childcare facilities in certain \r\n  locations, but these very real needs in our military are put in \r\n  jeopardy because of the President's obsession with building a wall on \r\n  the border.\r\n  \r\n  [[Page S1831]]\r\n  \r\n    As I indicated, the President intends to fill the 284 account by \r\n  reprogramming funds. Congress authorizes this reprogramming process to \r\n  allow the Department of Defense to conduct a certain amount of \r\n  transfers of funds between accounts for unforeseen problems. By \r\n  tradition and custom, reprogramming is done with the specific approval \r\n  of the defense oversight committees, but this time, when DOD transfers \r\n  dollars to pay for the President's wall, Congress will have no say. The \r\n  administration will only notify Congress it is happening. Again, this \r\n  is another example of complete disregard for the legislative branch's \r\n  role, as directed by the Constitution, in approving and appropriating \r\n  funds for the activities of the executive branch.\r\n    Furthermore, the amount of funds that can be reprogrammed in a year \r\n  has a $4 billion limit, and DOD will use a significant portion of that \r\n  $4 billion to transfer money for the wall. This means that billions of \r\n  dollars of other high-priority defense needs will not be met this year, \r\n  needs like ship maintenance, unexpected fuel costs, vehicle upgrades, \r\n  and other equipment shortfalls we will see at the end of this year. The \r\n  Department of Defense is in a situation where they have ships that have \r\n  to be refueled, they have ships that have to be overhauled, they have \r\n  equipment that must be prepared for the readiness of the troops that \r\n  they will not have the money for because it has been spent already, and \r\n  they have exhausted their reprogramming not serving the needs of the \r\n  military but building a wall in the middle of the deserts of the \r\n  Southwest.\r\n    We need to address the real issues at our southwest border. To do so, \r\n  I will continue to support effective border security measures, such as \r\n  those in the recently passed Homeland Security Appropriations Act to \r\n  invest in new technology and equipment, increase the number of Customs \r\n  and Border Protection agents, and make smart physical improvements at \r\n  ports of entry.\r\n    This law also included funding to increase the number of immigration \r\n  judges to help reduce the backlog in our immigration system, provide \r\n  humanitarian aid for Central American countries, and address \r\n  humanitarian concerns at the border.\r\n    These efforts are important and appropriate for the true nature of \r\n  the situation, but I cannot support diverting billions of dollars of \r\n  money from the needs of our men and women in uniform to fulfill a \r\n  campaign promise. Therefore, I will vote in support of the resolution \r\n  to terminate the President's inappropriate declaration.\r\n    I yield the floor.\r\n    I suggest the absence of a quorum.\r\n    The PRESIDING OFFICER. The clerk will call the roll.\r\n    The bill clerk proceeded to call the roll.\r\n    Mr. SULLIVAN. Mr. President, I ask unanimous consent that the order \r\n  for the quorum call be rescinded.\r\n    The PRESIDING OFFICER. Without objection, it is so ordered.\r\n  \r\n  \r\n                                S.J. Res. 7\r\n  \r\n    Mr. SULLIVAN. Mr. President, I wanted to come down here and \r\n  participate in this debate. It is the second one we have had in a \r\n  couple of months on the floor of the U.S. Senate regarding this \r\n  resolution with regard to U.S. policies and participation in helping \r\n  Saudi Arabia--a difficult ally but nevertheless a longstanding ally of \r\n  the United States--in its conflict with regard to Yemen. There have \r\n  been a number of speeches, as there were last time we debated this \r\n  issue a few months ago on the Senate floor.\r\n    I do want to call out my Senate colleague from the great State of \r\n  Utah, Senator Lee, who has been down here passionately arguing the \r\n  issue of constitutional authority that the President may or may not \r\n  have with regard to our U.S. military activities with regard to the \r\n  conflict in Yemen. Senator Lee is a great constitutional scholar. He is \r\n  someone who cares deeply about this issue, as do I. He is one of the \r\n  leaders in the Senate on this issue. That is where he has been focused. \r\n  That is why I believe he is part of this resolution that we are going \r\n  to be voting on here in a few minutes on the Senate floor.\r\n    I happen to disagree with him that under the War Powers Act, the \r\n  United States of America doing air refueling of Saudi aircraft--not \r\n  above Yemen, not above our conflict zone, but above Saudi Arabia--would \r\n  constitute hostilities. I think that is too limiting a view of that \r\n  statutory prohibition in the War Powers Act. I know Senator Lee comes \r\n  at this very honestly; I just happen to respectfully disagree with him.\r\n    I say to the Presiding Officer, as you have been watching this \r\n  debate, the vast majority of my colleagues, all of whom I have deep \r\n  respect for--Senator Durbin, Senator Sanders, Senator Murphy, and \r\n  Senator Menendez--have all been on the floor the last hour or so making \r\n  the case that if we, the United States, limit our involvement in this \r\n  war in Yemen, somehow it is going to get better.\r\n    We all want the humanitarian crisis in Yemen to end. We all want \r\n  that. I think all 100 U.S. Senators want that. The arguments that have \r\n  been made--and by the way, they were made a couple of months ago. We \r\n  debated this for a week. Nearly every U.S. Senator came down here on \r\n  the floor. They have just done it again. They said: The Saudis are \r\n  involved in this war in Yemen, a civil war--they are--and the \r\n  involvement of the United States is actually increasing the \r\n  humanitarian crisis.\r\n    These are the arguments. I have been listening. By the way, they were \r\n  the arguments a couple of months ago. Senator after Senator after \r\n  Senator made that argument. Well, I just wanted to provide a counter-\r\n  argument. I am hoping my colleagues are listening because we should not \r\n  pass this resolution. We should not pass this resolution.\r\n    One thing that all of these debates--and I listened and I watched. \r\n  Certainly, we debated this a couple of months ago for almost a whole \r\n  week. Do you know what word never came up from my colleagues in these \r\n  debates--almost never? The word ``Iran.'' Why is that important? As the \r\n  Presiding Officer probably knows, the Houthis are actually backed by \r\n  the Iranians. The Iranians are the biggest state sponsor of terrorism \r\n  in the world. Right now, we are having this debate all about the \r\n  humanitarian crisis in Yemen, which we want to stop--we want to stop--\r\n  but this resolution would say: OK, one of the best ways to stop it is \r\n  we, the U.S. Senate, are going to tell the U.S. military that in terms \r\n  of military assistance regarding Yemen, they can't work at all anymore. \r\n  We are not going to allow that.\r\n    Somehow our lack of involvement is going to, A, help end the war, and \r\n  B, help end the humanitarian crisis. That is the argument. That is what \r\n  we are voting on right now. I happen to think that argument is wrong. I \r\n  think that, but I am going to talk about some people who have testified \r\n  on this very issue in the last couple of weeks who have a lot of \r\n  knowledge on this issue. I am going to replay a little bit of what they \r\n  said because I think it is important for other Senators to hear this. \r\n  Yes, we have a lot of experts, but I am going to talk about some of the \r\n  people who have talked about this recently, who I think have a little \r\n  more expertise on this issue than the vast majority--I would say \r\n  actually every Member of this body, with all due respect.\r\n    Let me go back to this point. Right now, as the Ayatollahs in Tehran \r\n  watch this debate, they are very pleased. They are very pleased. Why? \r\n  Because nobody is talking about them. Nobody is talking about them. \r\n  Well, I am going to talk about them.\r\n    First of all, with regard to what started as a humanitarian crisis--\r\n  which has been going on for a long time, but this war really kicked in \r\n  when Iranian-backed Houthi rebels seized power in 2015. There is not a \r\n  lot of discussion about how this began, but that is how it began. \r\n  Tehran has been trying to establish a Hezbollah-like entity on the \r\n  Arabian Peninsula in Yemen, increasing capabilities to target cities in \r\n  Saudi Arabia with ballistic missiles supplied by Iran. This is all part \r\n  of Iran's broader strategy in the region to encircle our traditional \r\n  allies--Saudi Arabia, the Gulf Arab States, and, of course, Israel--\r\n  with proxy fighters in Syria, Lebanon, and Yemen. Yet nobody is talking \r\n  about Iran.\r\n    Let's talk about the humanitarian crisis in Yemen. U.S. humanitarian \r\n  aid has totaled almost $697 million in the last 14 months. Yes, the \r\n  Saudis could do a much better job, but they have invested over $1 \r\n  billion in trying to end the suffering.\r\n  \r\n  [[Page S1832]]\r\n  \r\n    Iran--the country that started this war, the country that nobody on \r\n  the Senate floor is even talking about--has not spent a dime to relieve \r\n  the suffering. Now, of course, they have supplied weapons and ballistic \r\n  missiles in the tens of millions of dollars but nothing to relieve the \r\n  suffering.\r\n    (Mrs. BLACKBURN assumed the Chair.)\r\n    There is something else here that I wanted to reemphasize on the \r\n  floor of the Senate. The horrible death of Mr. Khashoggi is something \r\n  we have all condemned. It is very important that we do that. It is very \r\n  important that we get to the bottom of it. Again, there has been a lot \r\n  of discussion on that death, and any death is a problem, but let's talk \r\n  about some other deaths, again, caused by the Iranians--a country we \r\n  are not even talking about in this debate.\r\n    In 2005, 2006, and 2007, they started supplying Iraqi Shia militias \r\n  with very sophisticated, improvised explosive devices that killed and \r\n  wounded over 2,000 American soldiers--2,000 American soldiers.\r\n    Where is the outrage on that? How come no one is talking about that \r\n  issue? Where are the editorials about that issue--killing our \r\n  servicemembers?\r\n    The whole concept in which we have to view this issue is through the \r\n  lens of the Iranian efforts to spread terrorism and to push their \r\n  malign interests, including in Yemen. Yet, once again, it is all about \r\n  the Saudis, and no one is talking about Iran. No one is talking about \r\n  Iran.\r\n    What has happened in the last couple of days since we debated this \r\n  issue 2 months ago? Well, we had an Armed Services Committee hearing. \r\n  It was classified, but I am going to talk about things that I asked \r\n  some of the witnesses--all of the witnesses with regard to operations \r\n  in Yemen and Saudi Arabia--and the answers are clearly not classified.\r\n    I asked: Will stopping U.S. support to help the Saudis end the \r\n  conflict in Yemen? No. Would it prevent more civilian casualties? No. \r\n  Would it give leverage to our negotiators and speed up the peace \r\n  process? No. Would it support Israel's interests in the region? No. \r\n  Would it support the U.S. interests in the region? No. Would it help \r\n  embolden Iran with its regional malign goals? Yes.\r\n    These are the experts in the U.S. intelligence community and the \r\n  Pentagon giving these answers. This is about 3 or 4 weeks ago. They are \r\n  questions that I was asking.\r\n    Let me give you another group of experts. Just last week, we had a \r\n  hearing. The Senate Foreign Relations Committee had a hearing for the \r\n  nominations of our new Ambassador to Saudi Arabia, General John \r\n  Abizaid, and our new Ambassador to Iraq, a career Ambassador, \r\n  Ambassador Tueller, a career Foreign Service officer. That Ambassador \r\n  had just spent the last several years as Ambassador to Yemen.\r\n    I had the honor of introducing General Abizaid at his confirmation \r\n  hearing just last week. He was the U.S. Central Command commander. By \r\n  the way, he was the U.S. CENTCOM commander when this spread of these \r\n  IEDs killing American soldiers started and began. I happen to have been \r\n  a Marine Corps major, a staff officer to General Abizaid for 1\\1\/2\\ \r\n  years during this time. I had the honor of introducing him.\r\n    This is an individual who is a great American, by the way, who spent \r\n  his life in the Middle East. He retired as a four-star general, speaks \r\n  Arabic, has a master's degree from Harvard on Middle East studies, and \r\n  was an Olmsted scholar at the University of Amman in Jordan. He knows a \r\n  lot about this issue that we are debating, as does Ambassador Tueller, \r\n  who had just spent the last several years as the U.S. Ambassador in \r\n  Yemen. He is a career Foreign Service officer who is getting ready to \r\n  go to Iraq as our Ambassador.\r\n    We have a lot of expertise here, but, with all due respect to my \r\n  Senate colleagues, these gentlemen have spent their lives in the \r\n  region. I am just going to quote from a couple of the questions and \r\n  answers that came from General Abizaid and Ambassador Tueller on what \r\n  is going on in the region.\r\n    Here is an important one. Ambassador Tueller was asked about the \r\n  humanitarian crisis in Yemen. Remember, this is the current Ambassador \r\n  to Yemen--a very, very knowledgeable career political officer, a career \r\n  Foreign Service officer. He said: But almost 100 percent of the \r\n  humanitarian catastrophe in Yemen has been caused by the Iranian-backed \r\n  Houthis that overthrew the Yemeni Government, destroyed the \r\n  institutions of state, and caused approximately a 40-percent decline in \r\n  the GDP of the country.\r\n    Let me say that again. This is the current Ambassador to Yemen, who \r\n  is getting ready to be Ambassador to Iraq. He was asked who was \r\n  responsible. Right now, if you listen to the Members of the Senate, it \r\n  is all the Saudis, and the Iranians have nothing to do with it.\r\n    Here is a guy who knows more than anybody, with all due respect to \r\n  the people in this body, on Yemen: One of the things I often feel badly \r\n  about is because we have a relationship with Saudi Arabia, and \r\n  understandably, hold them to a higher account. We do focus on the \r\n  consequences of Saudi actions. That is what is going on in this debate \r\n  right now. But almost 100 percent of the humanitarian catastrophe in \r\n  Yemen has been caused by the Iranian-backed Houthis that overthrew the \r\n  government in 2015, destroyed the institutions of state, and caused \r\n  approximately a 40-percent decline in the GDP of the country.\r\n    He continued: I see very, very little reporting, for example, of the \r\n  millions and millions of mines that the Houthis have planted around the \r\n  country, that in fact have caused more civilian casualties and continue \r\n  to cause civilian casualties going into the future. That is a great \r\n  concern, and I think the American people need to be concerned about the \r\n  humanitarian issues caused by the Iranian-backed Houthis.\r\n    This is last week in the Senate Foreign Relations committee. Now, you \r\n  wouldn't know it in this debate because everybody is saying the whole \r\n  problem is Saudi Arabia.\r\n    Saudi Arabia is a problem. They are an ally. They are a difficult \r\n  ally. They are a complicated ally. But one of the experts in our \r\n  country on this issue says that almost 100 percent of this is the \r\n  Iranian-backed Houthis who caused the humanitarian crisis.\r\n    Let me just make a couple of more points. This is General Abizaid. I \r\n  see the chairman of the Foreign Relations Committee is on the floor, \r\n  and I hope he will talk to this because this was in front of his \r\n  committee. Iran and its proxies want us out of the region.\r\n    By the way, that is what this resolution would help us do. This is \r\n  General Abizaid last week: They see that their agenda is served by \r\n  having the United States disengaged and out to not counter their malign \r\n  influence. I think it is very important that we work to ensure that the \r\n  relationship with Saudi Arabia allows us to continue our influence in \r\n  the region. I think, as we continue to apply pressure to them, what I \r\n  hope is that we can create conditions with some of the elements to \r\n  begin to abandon sort of the Houthi ideological project, a project that \r\n  because it is an Iranian project really in Yemen will never bring \r\n  stability to Yemen.\r\n    Again, what is going on here is that the Iranian-backed Houthis in \r\n  Yemen are causing the humanitarian crisis. The Iranian regime wants us \r\n  out of the region, including in Yemen, and the U.S. Senate is getting \r\n  ready to vote on a resolution that does just that.\r\n    Again, the Ayatollahs are watching this debate, and they are very \r\n  pleased. They are very pleased with what is happening.\r\n    Let's hear one more final thing that General Abizaid said, again, in \r\n  this hearing just last week--a man who understands so much more about \r\n  what is going on in the region than my colleagues here on the Senate \r\n  floor: One thing we can't afford in Yemen, we can't afford to withdraw \r\n  U.S. expertise to the coalition about how to fight.\r\n    He is talking about the Saudis.\r\n    He continued: Does anyone think that if we leave and take our \r\n  assistance with regard to the Saudis, that is going to help the \r\n  humanitarian situation in Yemen?\r\n    The question almost answers itself, and here is General Abizaid, the \r\n  former CENTCOM commander, at the Senate Foreign Relations Committee \r\n  just last week, saying that is not a good idea: If we want them, the \r\n  Saudis, to fight right, we need to continue to give them that \r\n  expertise.\r\n    That is exactly the opposite of what this Senate resolution is \r\n  getting ready to do.\r\n  \r\n  [[Page S1833]]\r\n  \r\n    He continued: As far as competence in military operations conducted \r\n  by the Saudi coalition, I think they have much work to do. We all agree \r\n  with that. It is very important for us to continue to talk to them \r\n  about the targeting system--we all agree with that--and about the way \r\n  that they go about hitting the various targets, and about the \r\n  professionalization of their forces, and when mistakes are made, that \r\n  they do like what we do, which is to convene a board of officers, talk \r\n  about the mistakes, and then take corrective action necessary to gain \r\n  better and better expertise.\r\n    This is still General Abizaid, just last week: I am hopeful that \r\n  there is a way to move forward with regard to easing humanitarian \r\n  problems in Yemen, and that it will continue. And if I am confirmed--\r\n  which we all hope he will be very soon--will tell the Saudi Government \r\n  they need to do that.\r\n    But the former commander of U.S. Central Command--and I spent 1\\1\/2\\ \r\n  years with him in the region, seeing him in action every day--\r\n  emphatically stated that if we don't work with the Saudis in terms of \r\n  military assistance, it is going to get worse.\r\n    The current Ambassador to Yemen testified last week that almost 100 \r\n  percent of the humanitarian crisis in Yemen is caused by the Houthi \r\n  rebels backed by the Iranians. Yet, if you listen to the debate today \r\n  and if you listen to the debate 3 months ago on the floor of the \r\n  Senate, almost nobody even talks about Iran.\r\n    So given that the experts believe this strongly, given that they have \r\n  more knowledge--and they are not political; one is a career four-star \r\n  general, and one is a career Foreign Service officer--and given that \r\n  they think this is a really bad idea to vote for this resolution, I am \r\n  not sure how it advances American interests. I am not sure how it \r\n  advances humanitarian interests in Yemen, which we all want to advance. \r\n  It certainly will not advance the peace process, which we all want to \r\n  move forward.\r\n    The only entity in the Middle East that will be cheering a resolution \r\n  in support of American withdrawal with regard to the Saudis is the \r\n  biggest state sponsor of terrorism in the region, and that is Iran. \r\n  That is not just me saying it. That is literally some of the most \r\n  prominent experts in the country who have spent their lives focused on \r\n  these issues.\r\n    I urge my colleagues to vote no on this resolution that we are going \r\n  to take up here very soon.\r\n    I yield the floor.\r\n    The PRESIDING OFFICER (Mr. Cramer). The Senator from Idaho.\r\n    Mr. RISCH. Mr. President, first of all, I want to associate myself \r\n  with those clear, concise comments of my friend and colleague from the \r\n  great State of Alaska. He is absolutely right from not only a military \r\n  standpoint but also from the standpoint of getting this resolved \r\n  through a political resolution.\r\n    We are going to consider the Senate joint resolution today, and it is \r\n  a joint resolution that directs removal of U.S. Armed Forces from \r\n  hostility in the Yemen conflict unless authorized by Congress. The \r\n  premise of this resolution is fundamentally flawed.\r\n    Let's start here, though. Every single one of us--all 100 of us--can \r\n  agree what a horrible situation this is and what a horrible catastrophe \r\n  this is in Yemen. But this resolution sets a bad precedent for using \r\n  the War Powers Act to express political disagreements with a President \r\n  under expedited Senate rules.\r\n    I want to start by making it absolutely clear what is and what is not \r\n  happening with respect to our current U.S. engagement in Yemen.\r\n    First of all, this is what isn't happening. What is not happening is \r\n  the injection of U.S. troops into active hostilities in Yemen. We are \r\n  not doing that.\r\n    What we are doing, however, is most important. We provide limited, \r\n  noncombat support, including intelligence sharing, and the practices \r\n  that minimize civilian casualties to the Saudi-led coalition. This \r\n  support is advisory in nature and helps defend the territorial \r\n  integrity of the region, which faces a very real threat from the \r\n  Iranians and the Iranian-backed Houthis.\r\n  \r\n    This point can't be understated. The United States conducts war \r\n  operations entirely differently from any other country on the face of \r\n  the Earth, and it is done with a direct and involved method of \r\n  minimizing civilian casualties. Our presence here assists the parties \r\n  in conducting operations to minimize those civilian casualties, and it \r\n  is badly needed there because there are tremendous civilian casualties.\r\n    Iran's support for the Houthis, notably the transfer of missiles and \r\n  other weaponry, threatens to undermine our partners' territorial \r\n  integrity. It imperils key shipping routes and puts U.S. interests at \r\n  risk, including the thousands of U.S. personnel and citizens currently \r\n  within the range of Iranian-made missile systems under the control of \r\n  the Houthis. That said, there can be no argument that after 4 long \r\n  years of conflict, Yemen, a country with a long history of \r\n  socioeconomic challenges is now in the grip of the world's worst \r\n  humanitarian crisis at this moment. An estimated 24 million--80 percent \r\n  of the Yemeni population--are in need of some kind of assistance and \r\n  15.9 million people--more than half of the country's population--remain \r\n  severely food insecure.\r\n    A resolution to this conflict must be found, and make no mistake, \r\n  many of us on a bipartisan basis are working regularly every day to do \r\n  everything within our power to restore peace in a country that has been \r\n  ravaged by years of proxy war and fractious infighting. But we all \r\n  recognize that lasting peace can be achieved only through a political \r\n  settlement brokered by the U.N. The U.N.-led peace talks are our best \r\n  bet for achieving peace in Yemen, and they appear to be at a critical \r\n  juncture at this moment.\r\n    In the past, we have helped advance the negotiations by using the \r\n  support we provide to the coalition as leverage over the parties to \r\n  advance the negotiating process. In the past, parties have been \r\n  reluctant to take on the negotiating process, but in the place we are \r\n  in, we have the ability to leverage them to get there.\r\n    As this body considers ways to drive effective U.S. policy that helps \r\n  end the war and relieves humanitarian suffering in Yemen, I urge \r\n  Members to bear in mind that the U.N. negotiations are our best hope \r\n  for achieving peace. We must do everything in our power to advance this \r\n  cause, and advancing this cause does not mean turning our backs on the \r\n  negotiations and on what is going on there at this time. We need to \r\n  stay engaged with the limited engagement that we have had.\r\n    The peace envoys have come to this body and have testified over and \r\n  over again, and they are telling us they want deeper U.S. engagement. \r\n  Voting for this resolution sends a terrible message of U.S. division \r\n  and lack of resolve. We need to send a signal and resolve that we are \r\n  committed to playing an important role in pushing for a sustainable \r\n  political settlement. As I stated, turning our backs at this critical \r\n  moment is only going to empower them, and it is going to send a message \r\n  to people that they don't need to negotiate right now and that they are \r\n  actually making gains.\r\n    I urge my colleagues to vote against this at this time and give peace \r\n  a chance through the negotiations.\r\n    Thank you.\r\n    I yield the floor.\r\n    The PRESIDING OFFICER. The Senator from Utah.\r\n    Mr. LEE. Mr. President, I want to be very clear about a couple of \r\n  things. No. 1, the fact that the word ``hostilities''--\r\n    Mr. INHOFE. Will the Senator yield for a parliamentary inquiry?\r\n    Mr. LEE. Yes, sir.\r\n    Mr. INHOFE. It was my understanding that before the vote on my \r\n  amendment, I would be recognized prior to the vote for 1 minute or so. \r\n  Is that correct?\r\n    The PRESIDING OFFICER. The first vote is on the Paul amendment, but \r\n  there are 2 minutes of debate, equally divided, prior to this vote.\r\n    The Senator from Utah.\r\n    Mr. LEE. Mr. President, I need to make a few points, and I say these \r\n  with great respect for my distinguished colleagues on the other side of \r\n  this issue, with great respect for my colleagues, the Senator from \r\n  Alaska and the Senator from Idaho, from whom we just heard.\r\n    I must nonetheless insist on a couple of points being made. No. 1, \r\n  this tortured definition of the word ``hostilities'' that we have heard \r\n  over and over and over again is itself, No. 1, ridiculous and, No. 2, \r\n  utterly at odds\r\n  \r\n  [[Page S1834]]\r\n  \r\n  with and irrelevant under the War Powers Act.\r\n    The War Powers Act itself, in title 50 of the United States Code, \r\n  section 1547(c), states in pertinent part that ``For purposes of this \r\n  chapter, the term `introduction of United States Armed Forces' includes \r\n  the assignment of members of such armed forces to command, coordinate, \r\n  participate in the movement of, or accompany the regular or irregular \r\n  military forces of any foreign country or government when such military \r\n  forces are engaged, or there exists an imminent threat that such forces \r\n  will be engaged, in hostilities.''\r\n    There is absolutely no question here that the Kingdom of Saudi \r\n  Arabia-led coalition is involved in hostilities. No one doubts that. No \r\n  one tries to dress it up in ridiculous language amounting to anything \r\n  other than what it is, which is a war. It is also beyond dispute that \r\n  our U.S. Armed Forces are, in fact, involved in the commanding, the \r\n  coordinating, the participating in the movement of and the accompanying \r\n  of those forces, as they themselves are engaged in hostilities. \r\n  Therefore, the War Powers Act is itself implicated, and that matters.\r\n    Why? Well, because in the absence of an act of Congress authorizing \r\n  this, it is unconstitutional for us to send our brave young men and \r\n  women into harm's way. It is unconstitutional and unlawful for us to be \r\n  involved in a war, and, make no mistake, we are involved in a war.\r\n    Next, we hear a lot about Iran--Iran this and Iran that. I get that. \r\n  I get that some people in this Chamber really like war or at least \r\n  really like this war. I get that some people in this Chamber really \r\n  distrust the regime in Iran, and of that latter group, I count myself \r\n  among them. The regime in charge of Iran is not a friend of the United \r\n  States and is, in fact, an enemy.\r\n    I do not understand--for the life of me, I cannot comprehend how the \r\n  fact that the Iranian regime is an enemy to the United States in any \r\n  way, shape, or form authorizes an unconstitutional war effort, an \r\n  undeclared war by the United States in a civil war half a world away in \r\n  Yemen. It makes no sense. It is a complete non sequitur. So, look, if \r\n  somebody wants to bring a resolution declaring war on Iran, let's have \r\n  that conversation. If somebody wants to use military force in Iran or \r\n  anywhere else in the world--in Yemen--let's have that conversation too.\r\n    Remember a few years ago, when President Obama decided he wanted us \r\n  to go to war in Syria. At the time he made that point, Congress \r\n  reconvened. I believe it was during a summer recess. Congress came \r\n  back. We had a lot of discussions. A lot of us received classified \r\n  briefings in the SCIF, and, ultimately, Congress concluded: Let's not \r\n  do that. We didn't authorize that, but that is, in fact, for Congress \r\n  to decide. That is, in fact, Congress's decision.\r\n    The fact that Iran or the regime of Iran may be an enemy of the \r\n  United States does not justify our going to war in a civil war against \r\n  the Houthi rebels in Yemen. To suggest otherwise makes no sense and \r\n  shouldn't carry the day here.\r\n    Third, experts--we hear a lot of talk about ``experts.'' I don't care \r\n  whether general this, that, or the other or civilian this, that, or the \r\n  other in the Pentagon or elsewhere in the executive branch of the \r\n  government thinks that our going to war in somebody else's civil war \r\n  half a world away makes sense. I really don't care. They don't hold \r\n  this office.\r\n    I care in the sense that I will listen to them; I care in the sense \r\n  that their opinion might be informative to us as we exercise our \r\n  constitutional authority to decide whether we should go to war. But it \r\n  is a complete non sequitur to suggest that general this, that, or the \r\n  other or somebody or other at the Pentagon who is an ``expert'' thinks \r\n  that we should be in that war or that we should somehow be able to \r\n  circumvent the Constitution and the law in order to go to war.\r\n    Finally, with respect to the suggestion that this would somehow \r\n  hinder our involvement in international humanitarian aid, that is \r\n  completely incorrect. That is not at all what this resolution does. \r\n  This resolution wouldn't do that.\r\n    What this resolution does is very simple. It says that short of the \r\n  U.S. Congress's declaring war or authorizing the use of military force \r\n  in the civil war in Yemen, half a world away, we shouldn't be there, \r\n  and we should get out. I strongly urge my colleagues to support this \r\n  resolution.\r\n    Thank you.\r\n    Mr. REED. Mr. President, I would like to discuss the situation in \r\n  Yemen and express my continued support for the resolution that is \r\n  currently before us.\r\n    The conflict in Yemen is approaching its 4th year and has resulted in \r\n  the most severe humanitarian crisis in the world. The human cost of \r\n  this war is truly hard to fathom. According to the United Nations, \r\n  approximately 20 million people--or more than two-thirds of Yemen's \r\n  population--have no reliable source of food or access to medical care; \r\n  roughly 10 million Yemenis are on the brink of famine; more than 3.3 \r\n  million Yemenis have been displaced from their homes; and credible \r\n  reports indicate that approximately 80,000 children have died of \r\n  starvation and another 360,000 children suffer from severe acute \r\n  malnutrition.\r\n    The international community must come together to demand an end to \r\n  the violence in Yemen and a sustainable political agreement. I strongly \r\n  support the efforts of the U.N. Special Envoy for Yemen Martin \r\n  Griffiths, in partnership with the United States and other engaged \r\n  nations, to expeditiously negotiate an end to the conflict and bring \r\n  relief to the Yemeni people. The December 2018 Stockholm Agreement and \r\n  resulting ceasefire around the port of Hudaydah was a critical \r\n  confidence building measure that will hopefully provide a foundation \r\n  for continued negotiations.\r\n    I commend my colleagues Senators Sanders, Murphy, and Lee for their \r\n  steadfast efforts to keep focus on the suffering of the Yemeni people. \r\n  As the events of the last 4 years have made clear, there is no military \r\n  solution to this civil war.\r\n    I remain deeply concerned about the significant number of civilian \r\n  casualties that have resulted from airstrikes by the Saudi-led \r\n  coalition. I strongly supported the decision last fall to cease U.S. \r\n  aerial refueling support to the coalition, an outcome I long advocated \r\n  for. It is appropriate for the U.S. to help the coalition avoid \r\n  civilian casualties, but those efforts have not yet yielded sufficient \r\n  results. Secretary Pompeo acknowledged this fact when he told Congress \r\n  in September that ``Recent civilian casualty incidents indicate \r\n  insufficient implementation of reforms and targeting processes'' and \r\n  ``Investigations have not yielded accountability measures'' into the \r\n  behavior of coalition pilots flying missions into Yemen. It is clear \r\n  that the coalition has not sufficiently minimized the impact of the war \r\n  on Yemeni civilians, and more must be done. The U.S. should use all \r\n  available leverage to affect better outcomes.\r\n    The resolution before us would make clear that Congress does not \r\n  support the introduction of U.S. forces into hostilities in Yemen \r\n  absent an affirmative authorization for the use of military force. I \r\n  believe that any U.S. assistance to members of the Saudi-led coalition \r\n  should be explicitly limited to the following objectives: enabling \r\n  counterterrorism operations against al Qaeda and ISIS; defending the \r\n  territorial integrity of Saudi Arabia and UAE, including against \r\n  specific, imminent ballistic missile and UAV threats; preserving \r\n  freedom of navigation in the maritime environment around Yemen; and \r\n  enhancing the training and professionalism of their armed forces with a \r\n  primary focus on the adherence to the Law of Armed Conflict and the \r\n  prevention of civilian casualties. With particular regard to defense \r\n  against ballistic missile and UAV threats, the United States cannot be \r\n  in the position of providing targeting information in Yemen that would \r\n  be misused by the Saudi-led coalition either deliberately or through \r\n  carelessness.\r\n    Continued U.S. engagement is critical to helping to resolve the \r\n  conflict in Yemen, but any assistance to the Saudi-led coalition should \r\n  be provided in accordance with the principles outlined above, \r\n  activities which I do not believe conflict with the War Powers \r\n  Resolution. From a policy perspective, the provision of U.S. support \r\n  that could be used to enable offensive operations against the Houthis \r\n  runs counter to our objective of ending the\r\n  \r\n  [[Page S1835]]\r\n  \r\n  civil war and risks exacerbating the suffering of the Yemeni people. \r\n  Beyond the humanitarian crisis, the conflict continues to negatively \r\n  impact the strategic security interests of the United States, Saudi \r\n  Arabia, and UAE, including by emboldening Iran and relieving pressure \r\n  on al Qaeda and ISIS. It is time for this war to end, and Congress \r\n  should take every opportunity to make its voice clear on this point.\r\n  \r\n  \r\n                             Order of Business\r\n  \r\n    Mr. LEE. Mr. President, I ask unanimous consent that Senator \r\n  Menendez's time be reserved; that all other remaining time be yielded \r\n  back; and that the Senate begin voting on the amendments, as under the \r\n  previous order.\r\n    The PRESIDING OFFICER. Is there objection?\r\n    Without objection, it is so ordered.\r\n  \r\n  \r\n                             Amendment No. 193\r\n  \r\n    The PRESIDING OFFICER. There will now be 2 minutes of debate, equally \r\n  divided, prior to the vote in relation to the Paul amendment no. 193.\r\n    Who yields time?\r\n    Mr. LEE. I yield back time.\r\n    Mr. SANDERS. We yield back time.\r\n    The PRESIDING OFFICER. Is all time yielded back?\r\n    The question is on agreeing to the amendment.\r\n    The amendment was agreed to.\r\n  \r\n  \r\n                             Amendment No. 194\r\n  \r\n    The PRESIDING OFFICER. There are now 2 minutes of debate, equally \r\n  divided, prior to the vote in relation to the Inhofe amendment.\r\n    The Senator from Oklahoma.\r\n    Mr. INHOFE. Mr. President, we have heard a lot of controversy about \r\n  this. I think the main thing for me at this late hour in relation to \r\n  use of force--ours is not that type of activity there. We are on the \r\n  outside. We are providing intelligence. We are not the tip of the \r\n  spear. We are not the inductee in that type of action.\r\n    I would just say that if they are successful in their efforts, then \r\n  the loser would be Israel. Iran would be the winner, and the \r\n  humanitarian situation would be worse. I think most of us understand \r\n  that.\r\n    The amendment we are talking about right now is merely an amendment \r\n  that would put us in a position where, if a ballistic missile or cruise \r\n  missile or UAV hits a population center and kills Americans, because \r\n  we, due to the resolution, withheld intelligence, it would be \r\n  unforgiveable. I think we all understand that. American lives could be \r\n  lost.\r\n    That is why I introduced an amendment to specifically protect \r\n  civilian populations. I am talking about not just other countries but \r\n  our civilian population. We all know the exposure is there, and this \r\n  would take that exposure away.\r\n  \r\n  \r\n                              Motion to Table\r\n  \r\n    The PRESIDING OFFICER. The Senator from Vermont.\r\n    Mr. SANDERS. Mr. President, I strongly oppose this amendment.\r\n    This amendment provides an exception to this resolution in support of \r\n  efforts to defend against threats to civilian population centers in \r\n  coalition countries, including locations where citizens and nationals \r\n  of the United States reside. But the President already has authority to \r\n  support the defense of U.S. partners and U.S. citizens residing in \r\n  those countries, so it simply duplicates the authorities the President \r\n  already has.\r\n    In the best interpretation, this amendment is unnecessary, but this \r\n  amendment could also very easily be used by the administration as a \r\n  loophole that will allow the Department of Defense to continue the \r\n  unauthorized activities that the sponsors of this resolution are \r\n  attempting to halt.\r\n    This resolution is intended to end U.S. support for the Saudi war \r\n  against the Houthis in Yemen, support that has not been authorized by \r\n  Congress as the Constitution requires. Under the language of this \r\n  amendment, the administration could continue to wage that war under \r\n  different pretenses.\r\n    The goal of this resolution is to get the United States out of a war. \r\n  Senator Inhofe's amendment creates a pretext to keep the United States \r\n  in that war.\r\n    I urge my colleagues to vote against it, and I move to table the \r\n  Inhofe amendment and ask for the yeas and nays.\r\n    The PRESIDING OFFICER. Is there a sufficient second?\r\n    There appears to be a sufficient second.\r\n    The clerk will call the roll.\r\n    The legislative clerk called the roll.\r\n    The result was announced--yeas 52, nays 48, as follows:\r\n  \r\n                        [Rollcall Vote No. 47 Leg.]\r\n  \r\n                                  YEAS--52\r\n  \r\n       Baldwin\r\n       Bennet\r\n       Blumenthal\r\n       Booker\r\n       Brown\r\n       Cantwell\r\n       Cardin\r\n       Carper\r\n       Casey\r\n       Coons\r\n       Cortez Masto\r\n       Daines\r\n       Duckworth\r\n       Durbin\r\n       Feinstein\r\n       Gillibrand\r\n       Harris\r\n       Hassan\r\n       Heinrich\r\n       Hirono\r\n       Jones\r\n       Kaine\r\n       King\r\n       Klobuchar\r\n       Leahy\r\n       Lee\r\n       Manchin\r\n       Markey\r\n       Menendez\r\n       Merkley\r\n       Moran\r\n       Murphy\r\n       Murray\r\n       Paul\r\n       Peters\r\n       Reed\r\n       Rosen\r\n       Sanders\r\n       Schatz\r\n       Schumer\r\n       Shaheen\r\n       Sinema\r\n       Smith\r\n       Stabenow\r\n       Tester\r\n       Udall\r\n       Van Hollen\r\n       Warner\r\n       Warren\r\n       Whitehouse\r\n       Wyden\r\n       Young\r\n  \r\n                                  NAYS--48\r\n  \r\n       Alexander\r\n       Barrasso\r\n       Blackburn\r\n       Blunt\r\n       Boozman\r\n       Braun\r\n       Burr\r\n       Capito\r\n       Cassidy\r\n       Collins\r\n       Cornyn\r\n       Cotton\r\n       Cramer\r\n       Crapo\r\n       Cruz\r\n       Enzi\r\n       Ernst\r\n       Fischer\r\n       Gardner\r\n       Graham\r\n       Grassley\r\n       Hawley\r\n       Hoeven\r\n       Hyde-Smith\r\n       Inhofe\r\n       Isakson\r\n       Johnson\r\n       Kennedy\r\n       Lankford\r\n       McConnell\r\n       McSally\r\n       Murkowski\r\n       Perdue\r\n       Portman\r\n       Risch\r\n       Roberts\r\n       Romney\r\n       Rounds\r\n       Rubio\r\n       Sasse\r\n       Scott (FL)\r\n       Scott (SC)\r\n       Shelby\r\n       Sullivan\r\n       Thune\r\n       Tillis\r\n       Toomey\r\n       Wicker\r\n    The motion to table the amendment (No. 194) was agreed to.\r\n  \r\n  \r\n                         Vote on Amendment No. 195\r\n  \r\n    The PRESIDING OFFICER. There is now 2 minutes of debate equally \r\n  divided prior to the vote in relation to amendment No. 195.\r\n    Mr. CORNYN. We yield back all time.\r\n    The PRESIDING OFFICER. All time is yielded back.\r\n    The question is on agreeing to amendment No. 195.\r\n    The amendment (No. 195) was agreed to.\r\n    The joint resolution was ordered to be engrossed for a third reading \r\n  and was read the third time.\r\n    The PRESIDING OFFICER. The joint resolution having been read the \r\n  third time, the question is, Shall the joint resolution pass?\r\n    Mr. BARRASSO. I ask for the yeas and nays.\r\n    The PRESIDING OFFICER. Is there a sufficient second?\r\n    There appears to be a sufficient second.\r\n    The clerk will call the roll.\r\n    The bill clerk called the roll.\r\n    The result was announced--yeas 54, nays 46, as follows:\r\n  \r\n                        [Rollcall Vote No. 48 Leg.]\r\n  \r\n                                  YEAS--54\r\n  \r\n       Baldwin\r\n       Bennet\r\n       Blumenthal\r\n       Booker\r\n       Brown\r\n       Cantwell\r\n       Cardin\r\n       Carper\r\n       Casey\r\n       Collins\r\n       Coons\r\n       Cortez Masto\r\n       Daines\r\n       Duckworth\r\n       Durbin\r\n       Feinstein\r\n       Gillibrand\r\n       Harris\r\n       Hassan\r\n       Heinrich\r\n       Hirono\r\n       Jones\r\n       Kaine\r\n       King\r\n       Klobuchar\r\n       Leahy\r\n       Lee\r\n       Manchin\r\n       Markey\r\n       Menendez\r\n       Merkley\r\n       Moran\r\n       Murkowski\r\n       Murphy\r\n       Murray\r\n       Paul\r\n       Peters\r\n       Reed\r\n       Rosen\r\n       Sanders\r\n       Schatz\r\n       Schumer\r\n       Shaheen\r\n       Sinema\r\n       Smith\r\n       Stabenow\r\n       Tester\r\n       Udall\r\n       Van Hollen\r\n       Warner\r\n       Warren\r\n       Whitehouse\r\n       Wyden\r\n       Young\r\n  \r\n                                  NAYS--46\r\n  \r\n       Alexander\r\n       Barrasso\r\n       Blackburn\r\n       Blunt\r\n       Boozman\r\n       Braun\r\n       Burr\r\n       Capito\r\n       Cassidy\r\n       Cornyn\r\n       Cotton\r\n       Cramer\r\n       Crapo\r\n       Cruz\r\n       Enzi\r\n       Ernst\r\n       Fischer\r\n       Gardner\r\n       Graham\r\n       Grassley\r\n       Hawley\r\n       Hoeven\r\n       Hyde-Smith\r\n       Inhofe\r\n       Isakson\r\n       Johnson\r\n       Kennedy\r\n       Lankford\r\n       McConnell\r\n       McSally\r\n       Perdue\r\n       Portman\r\n       Risch\r\n       Roberts\r\n       Romney\r\n       Rounds\r\n       Rubio\r\n       Sasse\r\n       Scott (FL)\r\n       Scott (SC)\r\n       Shelby\r\n       Sullivan\r\n       Thune\r\n       Tillis\r\n       Toomey\r\n       Wicker\r\n    The joint resolution (S.J. Res. 7), as amended, was passed, as \r\n  follows:\r\n  \r\n                                S.J. Res. 7\r\n  \r\n         Resolved by the Senate and House of Representatives of the \r\n       United States of America in Congress assembled,\r\n  \r\n       SECTION 1. FINDINGS.\r\n  \r\n         Congress makes the following findings:\r\n         (1) Congress has the sole power to declare war under \r\n       article I, section 8, clause 11 of the United States \r\n       Constitution.\r\n         (2) Congress has not declared war with respect to, or \r\n       provided a specific statutory authorization for, the conflict \r\n       between military forces led by Saudi Arabia, including forces \r\n       from the United Arab Emirates, Bahrain, Kuwait, Egypt, \r\n       Jordan, Morocco, Senegal, and Sudan (the Saudi-led \r\n       coalition), against the Houthis, also known as Ansar Allah, \r\n       in the Republic of Yemen.\r\n  \r\n  [[Page S1836]]\r\n  \r\n         (3) Since March 2015, members of the United States Armed \r\n       Forces have been introduced into hostilities between the \r\n       Saudi-led coalition and the Houthis, including providing to \r\n       the Saudi-led coalition aerial targeting assistance, \r\n       intelligence sharing, and mid-flight aerial refueling.\r\n         (4) The United States has established a Joint Combined \r\n       Planning Cell with Saudi Arabia, in which members of the \r\n       United States Armed Forces assist in aerial targeting and \r\n       help to coordinate military and intelligence activities.\r\n         (5) In December 2017, Secretary of Defense James N. Mattis \r\n       stated, ``We have gone in to be very--to be helpful where we \r\n       can in identifying how you do target analysis and how you \r\n       make certain you hit the right thing.''.\r\n         (6) The conflict between the Saudi-led coalition and the \r\n       Houthis constitutes, within the meaning of section 4(a) of \r\n       the War Powers Resolution (50 U.S.C. 1543(a)), either \r\n       hostilities or a situation where imminent involvement in \r\n       hostilities is clearly indicated by the circumstances into \r\n       which United States Armed Forces have been introduced.\r\n         (7) Section 5(c) of the War Powers Resolution (50 U.S.C. \r\n       1544(c)) states that ``at any time that United States Armed \r\n       Forces are engaged in hostilities outside the territory of \r\n       the United States, its possessions and territories without a \r\n       declaration of war or specific statutory authorization, such \r\n       forces shall be removed by the President if the Congress so \r\n       directs''.\r\n         (8) Section 8(c) of the War Powers Resolution (50 U.S.C. \r\n       1547(c)) defines the introduction of United States Armed \r\n       Forces to include ``the assignment of members of such armed \r\n       forces to command, coordinate, participate in the movement \r\n       of, or accompany the regular or irregular military forces of \r\n       any foreign country or government when such military forces \r\n       are engaged, or there exists an imminent threat that such \r\n       forces will become engaged, in hostilities,'' and activities \r\n       that the United States is conducting in support of the Saudi-\r\n       led coalition, including aerial refueling and targeting \r\n       assistance, fall within this definition.\r\n         (9) Section 1013 of the Department of State Authorization \r\n       Act, Fiscal Years 1984 and 1985 (50 U.S.C. 1546a) provides \r\n       that any joint resolution or bill to require the removal of \r\n       United States Armed Forces engaged in hostilities without a \r\n       declaration of war or specific statutory authorization shall \r\n       be considered in accordance with the expedited procedures of \r\n       section 601(b) of the International Security and Arms Export \r\n       Control Act of 1976 (Public Law 94-329; 90 Stat. 765).\r\n         (10) No specific statutory authorization for the use of \r\n       United States Armed Forces with respect to the conflict \r\n       between the Saudi-led coalition and the Houthis in Yemen has \r\n       been enacted, and no provision of law explicitly authorizes \r\n       the provision of targeting assistance or of midair refueling \r\n       services to warplanes of Saudi Arabia or the United Arab \r\n       Emirates that are engaged in such conflict.\r\n  \r\n       SEC. 2. REMOVAL OF UNITED STATES ARMED FORCES FROM \r\n                     HOSTILITIES IN THE REPUBLIC OF YEMEN THAT HAVE \r\n                     NOT BEEN AUTHORIZED BY CONGRESS.\r\n  \r\n         Pursuant to section 1013 of the Department of State \r\n       Authorization Act, Fiscal Years 1984 and 1985 (50 U.S.C. \r\n       1546a) and in accordance with the provisions of section \r\n       601(b) of the International Security Assistance and Arms \r\n       Export Control Act of 1976 (Public Law 94-329; 90 Stat. 765), \r\n       Congress hereby directs the President to remove United States \r\n       Armed Forces from hostilities in or affecting the Republic of \r\n       Yemen, except United States Armed Forces engaged in \r\n       operations directed at al Qaeda or associated forces, by not \r\n       later than the date that is 30 days after the date of the \r\n       enactment of this joint resolution (unless the President \r\n       requests and Congress authorizes a later date), and unless \r\n       and until a declaration of war or specific authorization for \r\n       such use of United States Armed Forces has been enacted. For \r\n       purposes of this resolution, in this section, the term \r\n       ``hostilities'' includes in-flight refueling of non-United \r\n       States aircraft conducting missions as part of the ongoing \r\n       civil war in Yemen.\r\n  \r\n       SEC. 3. RULE OF CONSTRUCTION REGARDING CONTINUED MILITARY \r\n                     OPERATIONS AND COOPERATION WITH ISRAEL.\r\n  \r\n         Nothing in this joint resolution shall be construed to \r\n       influence or disrupt any military operations and cooperation \r\n       with Israel.\r\n  \r\n       SEC. 4. RULE OF CONSTRUCTION REGARDING INTELLIGENCE SHARING.\r\n  \r\n         Nothing in this joint resolution may be construed to \r\n       influence or disrupt any intelligence, counterintelligence, \r\n       or investigative activities relating to threats in or \r\n       emanating from Yemen conducted by, or in conjunction with, \r\n       the United States Government involving--\r\n         (1) the collection of intelligence;\r\n         (2) the analysis of intelligence; or\r\n         (3) the sharing of intelligence between the United States \r\n       and any coalition partner if the President determines such \r\n       sharing is appropriate and in the national security interests \r\n       of the United States.\r\n  \r\n       SEC. 5. REPORT ON RISKS POSED BY CEASING SAUDI ARABIA SUPPORT \r\n                     OPERATIONS.\r\n  \r\n         Not later than 90 days after the date of the enactment of \r\n       this joint resolution, the President shall submit to Congress \r\n       a report assessing the risks posed to United States citizens \r\n       and the civilian population of Saudi Arabia and the risk of \r\n       regional humanitarian crises if the United States were to \r\n       cease support operations with respect to the conflict between \r\n       the Saudi-led coalition and the Houthis in Yemen.\r\n  \r\n       SEC. 6. REPORT ON INCREASED RISK OF TERRORIST ATTACKS TO \r\n                     UNITED STATES ARMED FORCES ABROAD, ALLIES, AND \r\n                     THE CONTINENTAL UNITED STATES IF SAUDI ARABIA \r\n                     CEASES YEMEN-RELATED INTELLIGENCE SHARING WITH \r\n                     THE UNITED STATES.\r\n  \r\n         Not later than 90 days after the date of the enactment of \r\n       this joint resolution, the President shall submit to Congress \r\n       a report assessing the increased risk of terrorist attacks on \r\n       United States Armed Forces abroad, allies, and to the \r\n       continental United States if the Government of Saudi Arabia \r\n       were to cease Yemen-related intelligence sharing with the \r\n       United States.\r\n  \r\n       SEC. 7. RULE OF CONSTRUCTION REGARDING NO AUTHORIZATION FOR \r\n                     USE OF MILITARY FORCE.\r\n  \r\n         Consistent with section 8(a)(1) of the War Powers \r\n       Resolution (50 U.S.C. 1547(a)(1)), nothing in this joint \r\n       resolution may be construed as authorizing the use of \r\n       military force.\r\n  \r\n                            ____________________\r\n  \r\n  \r\n"
}]

